Repository: FabriceColin/pinot
Catalog: po/*.po
Languages: de

source: Unknown
de: Unbekannt

source: Danish
de: Dänisch

source: Dutch
de: Niederländisch

source: English
de: Englisch

source: Finnish
de: Finnisch

source: French
de: Französisch

source: German
de: Deutsch

source: Hungarian
de: Ungarisch

source: Italian
de: Italienisch

source: Norwegian
de: Norwegisch

source: Portuguese
de: Portugiesisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: Spanish
de: Spanisch

source: Swedish
de: Schwedisch

source: Turkish
de: Türkisch

source: My Web Pages
de: Meine Webseiten

source: My Documents
de: Meine Dokumente

source: Important
de: Wichtig

source: New
de: Neu

source: Personal
de: Persönlich

source: Me
de: Ich

source: Latest First
de: Letze zuerst

source: Home Stuff
de: Eigene Dateien

source: With Label New
de: Kategorie "Neu"

source: Have CJKV
de: Hat CJKV

source: In English
de: Auf Englisch

source: 10kb And Smaller
de: 10kb und kleiner

source: Unclassified
de: nicht klassifiziert

source: Index error
de: Indizierungsfehler

source: Couldn't index document
de: Dokument konnte nicht indiziert werden

source: Couldn't update document
de: Dokument konnte nicht aktualisiert werden

source: Couldn't unindex document(s)
de: Dokument(e) konnte(n) nicht aus dem Index entfernt werden

source: Couldn't run query on search engine
de: Suchanfrange konnte nicht in der Suchmasche ausgeführt werden

source: Couldn't get history for search engine
de: Konnte Verlaufsdatenbank nicht anlegen

source: Couldn't retrieve document
de: Dokument konnte nicht aktualisiert werden

source: File monitor error
de: Fehler bei der Dateiüberwachung

source: Couldn't open directory
de: Verzeichnis konnte nicht geöffnet werden

source: Index doesn't exist
de: Index existiert nicht

source: Couldn't create search engine
de: Suchmaschine konnte nicht angelegt werden

source: Cannot index document type
de: Kann Dokumenttyp nicht indizieren

source: No downloader for this protocol
de: Kein Downloadprogramm für dieses Protokoll vorhanden

source: Robots META tag forbids indexing
de: Robots META-Tag verbietet das Indizieren

source: No monitoring handler
de: Kein Überwachungsprogramm vorhanden

source: Unknown error
de: Unbekannter Fehler

source: Indexing was stopped
de: Indizierung angehalten

source: Can't index mail here
de: E-Mail kann hier nicht indiziert werden

source: is already being indexed
de: bereits indiziert

source: is blacklisted
de: auf Blacklist gesetzt

source: No title
de: Kein Titel

source: Search Engines
de: Suchmaschinen

source: Current User
de: Aktueller Benutzer

source: Served by
de: Zugestellt von

source: Local
de: Lokal

source: Index location
de: Index Verzeichnis

source: Type:
de: Typ:

source: Location:
de: Ort:

source: Address:
de: Adresse:

source: External index
de: Externer Index

source: None
de: Keine

source: Title:
de: Titel:

source: Apply label:
de: Kategorie hinzufügen:

source: Import URL
de: URL importieren

source: Show Previous
de: Zurück

source: Show Next
de: Weiter

source: All
de: Alle

source: There is no helper application defined for this document's type. Please enter the command to open this document.
de: Für diesen Dokumententyp ist keine Anwendung definiert. Bitte geben Sie den Befehl ein, mit dem das Dokument geöffnet werden soll.

source: Use this command for other documents of the same type.
de: Verwende diesen Befehl für weitere Dokumente des selben Typs.

source: Helper application
de: Anwendung

source: Query Name
de: Suchanfrage

source: Last Run
de: Zuletzt ausgeführt

source: Summary
de: Übersicht

source: Show all search engines
de: Alle Suchmaschinen anzeigen

source: Find documents that match the query
de: Suche

source: Add an index
de: Index hinzufügen

source: Remove an index
de: Index entfernen

source: Add a query
de: Suchanfrage hinzufügen

source: Remove a query
de: Suchanfrage entfernen

source: Show the query's previous results
de: Vorhergehende Ergebnisse der Suchanfrage anzeigen

source: Find documents that match the query string
de: Finde Dokumente, die der Suchanfrage entsprechen

source: Ready
de: Bereit

source: Updating all documents in My Web Pages is recommended
de: Es wird empfohlen alle Dokumente in Meine Webseiten zu aktualisieren

source: Don't warn me again
de: Warnung ausblenden

source: Update
de: Aktualisieren

source: N/A
de: N/V

source: Undefined
de: Unbestimmt

source: Live query
de: Suche

source: Document location is
de: Dokoment befindet sich in

source: Couldn't search in results
de: Ergebnisse konnten nicht durchsucht werden

source: In Results
de: Ergebnisse

source: Showing
de: Anzeigen

source: of
de: von

source: Query
de: Suche

source: on
de: am

source: ended
de: beendet

source: More Like
de: Mehr davon

source: Updated label(s)
de: Aktualisierte Kategorie(n)

source: Updated document
de: Dokument aktualisiert

source: Indexed
de: Indiziert

source: Unindexed document(s)
de: Nicht indizierte(s) Dokument(e)

source: Couldn't rename index, name
de: Index konnte nicht umbenannt werden, Name

source: is already in use
de: wird bereits benutzt

source: Couldn't rename index
de: Index konnte nicht umbenannt werden

source: Edited index
de: Geänderter Index

source: Export
de: Exportieren

source: Couldn't find similar documents
de: Konnte keine ähnliche Dokumente finden

source: doesn't exist
de: existiert nicht

source: Remove this document from the index ?
de: Soll dieses Dokument aus dem Index entfernt werden?

source: Remove these documents from the index ?
de: Sollen diese Dokumente aus dem Index entfernt werden?

source: Unindex
de: Indizierung entfernen

source: A metasearch tool for the Free Desktop
de: Ein Werkzeug zur Metasuche für den Freien Desktop

source: Search the Web and your documents !
de: Durchsuchen Sie das Internet und Ihre Dokumente !

source: Index name
de: Indexbezeichnung

source: Couldn't add index
de: Konnte Index nicht hinzufügen

source: Added new index
de: Neuer Index hinzugefügt

source: Couldn't remove index
de: Konnte Index nicht entfernen

source: No history for
de: Kein Verlauf vorhanden für

source: At least one task hasn't completed yet. Quit now ?
de: Mindestens ein Vorgang wurde noch nicht abgeschlossen. Jetzt trotzdem beenden?

source: Quit
de: Beenden

source: Query name
de: Nache der Suchanfrage

source: Couldn't update query
de: Suchanfrage konnte nicht aktualisiert werden

source: Edited query
de: Geänderte Suchanfrage

source: Couldn't add query
de: Suchanfrage konnte nicht hinzugefügt werden

source: Added new query
de: Neue Suchanfrage hinzugefügt

source: Query is not set
de: Keine Suchanfrage eingestellt

source: No search engine selected
de: Keine Suchmaschine ausgewählt

source: Please set the Google API key first
de: Bitte geben Sie zuerst den Google API-Schlüssel ein

source: Running query
de: Suche läuft

source: No default application defined for type
de: Keine Standardanwendung für Typ angegeben

source: Query:
de: Suchanfrage:

source: History
de: Verlauf

source: Stored queries
de: Gespeicherte Suchanfragen

source: Open Cache
de: Cachespeicher öffnen

source: Open Parent
de: Vorgänger öffnen

source: _Add To Index
de: _zum Index hinzufügen

source: More Like This
de: Mehr davon

source: Search This For
de: Suchmaschinen

source: Search Engine
de: Suchmaschine

source: Host Name
de: Rechnername

source: List Contents Of
de: Liste Inhalte von

source: Group Results By
de: Ergebnisse gruppieren nach

source: Show Extracts
de: Exzerpten anzeigen

source: Export List
de: Liste exportieren

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _Options
de: _Optionen

source: _Help
de: _Hilfe

source: Did you mean ?
de: Meinten Sie?

source: Close
de: Schliessen

source: Couldn't open index
de: Konnte Index nicht öffnen

source: Couldn't create history database
de: Konnte Verlaufsdatenbank nicht anlegen

source: File Indexing and Search
de: Datei indizieren und suchen

source: Configure Pinot to index your files
de: Pinot zum indizieren Ihrer Dateien konfigurieren

source: Monitor
de: Überwachen

source: Location
de: Ort

source: Pattern
de: Dateiendung

source: Exclude these patterns from indexing
de: Dateien mit folgenden Dateiendungen von der Indizierungs ausschliessen

source: Only index these patterns
de: Nur Dateien mit diesen Dateiendungen indizieren

source: Directory to index
de: Zu indizierendes Verzeichnis

source: New Label
de: Neue Kategorie

source: These directories will be indexed and optionally monitored for changes:
de: Diese Verzeichnisse werden indiziert und optional auf Änderungen überwacht:

source: Add
de: Hinzufügen

source: File patterns:
de: Dateiendungen:

source: Reset
de: Zurücksetzen

source: Indexing
de: Indizieren

source: Labels are used to classify indexed documents:
de: Folgende Dokumente in der Kategorie:

source: Remove
de: Entfernen

source: Labels
de: Kategorien

source: Direct connection to the Internet
de: Direkte Verbindung zum Internet

source: Manual proxy configuration:
de: Manuele Proxy-Einstellungen:

source: Network
de: Netzwerk

source: Google API key:
de: Google API-Schlüssel:

source: Queries:
de: Abfragen:

source: Enable search terms suggestion
de: Aktiviere Suchwortvorschläge

source: Ignore robots.txt and Robots META tag
de: robots.txt und Robots META-Tag ignorieren

source: New results:
de: Neue Ergebnisse:

source: Miscellaneous
de: Verschiedenes

source: Pinot Preferences
de: Pinots Einstellungen

source: Per document
de: Pro Dokument

source: Export Terms
de: Ergebnisse exportieren

source: Language:
de: Sprache:

source: MIME type:
de: MIME-Typ:

source: Size:
de: Größe

source: Terms:
de: Schlagwörter:

source: Properties
de: Eigenschaften

source: Host name
de: Rechnername

source: File name
de: Dateiname

source: File extension
de: Dateiendung

source: Title
de: Titel

source: Directory
de: Verzeichnis

source: In URL
de: in der URL

source: Path
de: Dateipfad

source: Language code
de: Sprachcode

source: MIME type
de: MIME-Typ

source: MIME class
de: MIME-Klasse

source: Label
de: Kategorie

source: Date
de: Datum

source: Time
de: Zeit

source: Size
de: Größe

source: By relevance
de: Nach Relevanz

source: By date
de: Nach Datum

source: New filter or range:
de: Neuer Filter oder Auswahl:

source: Query Text
de: Suchanfrage

source: Index results with label
de: Ergebnisse zu Kategorie hinzufügen

source: Number of results:
de: Anzahl der Ergebnisse:

source: Sort order:
de: Sortierung:

source: Stemming:
de: Abstammend:

source: Only index new results
de: Nur neue Ergebnisse kategorisieren

source: Query parameters
de: Suchanfrage Parameter

source: Score
de: Relevanz

source: No results
de: Keine Ergebnisse

source: Indexes
de: Indizes

source: Checking
de: Überprüfen

source: Daemon
de: Dämon

source: Viewed
de: Angesehen

source: results
de: Ergebnisse

source: Crawled
de: Gesammelt

source: files
de: Dateien

source: documents
de: Dokumente

source: Running under PID
de: Läuft unter PID

source: Disconnected from D-Bus
de: Nicht verbunden mit D-Bus

source: Stopped
de: Angehalten

source: Currently not running
de: Läuft derzeit nicht

source: Low disk space
de: Wenig Speicherplatz

source: System on battery
de: Batteriebetrieb

source: Crawling
de: Durchsuchen

source: Errors
de: Fehler
